<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html><head><title></title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
</head>
<body>
<div style="page-break-before:always; page-break-after:always"><div><p>&#22522;&#26412;&#36164;&#26009; <br/>&#22995;&#21517;&#65306;&#38669;&#20255;                        &#24615;&#21035;&#65306;&#30007; &#31821;&#36143;&#65306;&#23665;&#35199;-&#22823;&#21516; <br/>&#30005;&#35805;&#65306;19310262124 &#37038;&#31665;&#65306;19310262124@163.com          &#25919;&#27835;&#38754;&#35980;&#65306;&#39044;&#22791;&#20826;&#21592; <br/></p>
<p>&#25945;&#32946;&#32463;&#21382; <br/></p>
<p>2023&#24180; 9&#26376;&#33267; 2026&#24180; 6&#26376; &#38738;&#28023;&#22823;&#23398;                  &#20840;&#26085;&#21046;-&#30805;&#22763;&#30740;&#31350;&#29983;     &#20154;&#24037;&#26234;&#33021; <br/>2017&#24180; 9&#26376;&#33267; 2021&#24180; 6&#26376; &#20013;&#21271;&#22823;&#23398; &#20840;&#26085;&#21046;-&#26412;&#31185; &#36719;&#20214;&#24037;&#31243; <br/></p>
<p>&#31185;&#30740;&#19982;&#39033;&#30446;&#32463;&#21382; <br/>2023&#24180; 9&#26376;- 2025 &#24180; 6 &#26376; | &#36965;&#24863;&#22270;&#20687;&#36229;&#20998;&#36776;&#29575;&#37325;&#24314;&#30740;&#31350; <br/></p>
<p>&#36965;&#24863;&#22270;&#20687;&#36229;&#20998;&#36776;&#29575;&#37325;&#24314;&#30740;&#31350;&#39033;&#30446;&#65306;&#65288;1&#65289;&#21033;&#29992;&#20808;&#36827;&#30340;&#28145;&#24230;&#23398;&#20064;&#26041;&#27861;&#26500;&#24314;&#19968;&#20010;&#25968;&#25454;&#34701;&#21512;&#22686;&#24378;&#27169;&#22359;&#65292;&#25972;&#21512;&#32467;&#26500;&#19982;&#19978;&#19979;&#25991;&#29305; <br/>&#24449;&#12290;&#65288;2&#65289;&#21033;&#29992; pytorch &#26550;&#26500;&#23454;&#29616;&#26500;&#24314;&#65288;&#22914; ResNet&#65292;GAN &#31561;&#65289;&#20026;&#20027;&#20307;&#30340;&#36229;&#20998;&#37325;&#26500;&#27169;&#22411;&#65292;&#23436;&#25104;&#27169;&#22411;&#35757;&#32451;&#19982;&#20248;&#21270;&#12290;&#65288;3&#65289;&#22312;&#20844;&#24320;&#25968;&#25454;&#38598;<br/>AID&#21450;&#33258;&#21046; RS-SR19&#21644;&#8220;&#38738;&#28023;-&#19977;&#27743;&#28304;&#8221;&#25968;&#25454;&#38598;&#19978;&#36827;&#34892;&#35780;&#20272;&#65292;&#23454;&#39564;&#32467;&#26524;&#26174;&#31034;&#26412;&#26041;&#27861;&#22312;&#32467;&#26500;&#36824;&#21407;&#19982;&#24863;&#30693;&#36136;&#37327;&#26041;&#38754;&#22343;&#20248;&#20110;&#29616;&#26377;&#20027;&#27969;&#27169;&#22411;&#65292;<br/>&#20855;&#22791;&#33391;&#22909;&#30340;&#27867;&#21270;&#33021;&#21147;&#19982;&#37325;&#24314;&#24615;&#33021;&#12290; <br/>&#31185;&#30740;&#25104;&#26524;&#65306;&#65288;1&#65289;&#8220;STGAN: Swin Transformer-Based GAN to Achieve Remote Sensing Image Super-Resolution <br/>Reconstruction&#8221;SCI&#35770;&#25991; &#65288;&#19968;&#20316;&#65289;&#65288;2&#65289;&#8220;SMGAN: A Multi-Path Generative Adversarial Network for Remote Sensing Image <br/>Super-Resolution Reconstruction&#8221;SCI&#35770;&#25991;&#65288;&#19968;&#20316;&#65292;&#22312;&#25237;&#65289; <br/></p>
<p>2021 &#24180; 6&#26376; | &#38738;&#24180;&#24535;&#24895;&#32773;&#32593;&#31449;&#24320;&#21457; <br/></p>
<p> &#26412;&#39033;&#30446;&#37319;&#29992;&#21069;&#21518;&#31471;&#20998;&#31163;&#26550;&#26500;&#65292;&#21069;&#31471;&#22522;&#20110; Vue&#19982; ElementUI &#23454;&#29616;&#21709;&#24212;&#24335;&#39029;&#38754;&#35774;&#35745;&#65292;&#21518;&#31471;&#37319;&#29992; SpringBoot&#19982; SpringCloud &#26500;&#24314;&#20998;&#24067;<br/>&#24335;&#24494;&#26381;&#21153;&#31995;&#32479;&#65292;&#36890;&#36807;&#21704;&#24076;&#20989;&#25968;&#36827;&#34892;&#36134;&#21495;&#25968;&#25454;&#26657;&#39564;&#65292;&#20445;&#38556;&#29992;&#25143;&#25968;&#25454;&#23433;&#20840;&#12290;&#25968;&#25454;&#24211;&#20351;&#29992; MySQL&#65292;&#32593;&#31449;&#37096;&#32626;&#37319;&#29992; Nginx&#23436;&#25104;&#21453;&#21521;&#20195;&#29702;&#65292;&#37197;&#32622;<br/>&#26381;&#21153;&#22120;&#19982;&#22495;&#21517;&#65292;&#23454;&#29616;&#31995;&#32479;&#31283;&#23450;&#19978;&#32447;&#36816;&#34892;&#12290;&#35813;&#39033;&#30446;&#20840;&#38754;&#25552;&#21319;&#20102;&#26412;&#20154;&#22312;&#20998;&#24067;&#24335;&#24320;&#21457;&#12289;&#25509;&#21475;&#23545;&#25509;&#19982;&#20840;&#26632;&#37096;&#32626;&#26041;&#38754;&#30340;&#23454;&#36341;&#33021;&#21147;&#12290; <br/></p>
<p>2020 &#24180; 9&#26376; | &#22522;&#20110; Socket &#30340;&#36890;&#35759;&#31995;&#32479; <br/></p>
<p> &#35813;&#39033;&#30446;&#20351;&#29992; Java&#35821;&#35328;&#24320;&#21457;&#20102;&#19968;&#20010;&#31867; QQ&#30340;&#21363;&#26102;&#36890;&#35759;&#31995;&#32479;&#65292;&#37319;&#29992; Socket&#21644; ServerSocket &#23454;&#29616; TCP&#36890;&#20449;&#65292;&#25903;&#25345;&#31169;&#32842;&#12289;&#32676;&#32842;&#12289;&#25991;&#20214;<br/>&#20256;&#36755;&#31561;&#21151;&#33021;&#12290;&#26381;&#21153;&#22120;&#31471;&#36890;&#36807;&#22810;&#32447;&#31243;&#26426;&#21046;&#22788;&#29702;&#22810;&#20010;&#23458;&#25143;&#31471;&#30340;&#24182;&#21457;&#36830;&#25509;&#65292;&#24182;&#20351;&#29992; Swing&#26500;&#24314;&#23458;&#25143;&#31471;&#22270;&#24418;&#30028;&#38754;&#65292;&#23454;&#29616;&#29992;&#25143;&#28040;&#24687;&#20132;&#20114;&#12290;&#39033;&#30446;<br/>&#20013;&#36824;&#23454;&#29616;&#20102;&#22522;&#26412;&#30340;&#29992;&#25143;&#36523;&#20221;&#39564;&#35777;&#26426;&#21046;&#12289;&#24322;&#24120;&#22788;&#29702;&#27969;&#31243;&#20197;&#21450;&#26029;&#28857;&#32493;&#20256;&#21151;&#33021;&#65292;&#20840;&#38754;&#25552;&#21319;&#20102;&#26412;&#20154;&#22312;&#32593;&#32476;&#32534;&#31243;&#12289;&#24182;&#21457;&#22788;&#29702;&#12289;&#30028;&#38754;&#35774;&#35745;&#21450;&#25968;&#25454;<br/>&#20256;&#36755;&#23433;&#20840;&#26041;&#38754;&#30340;&#23454;&#36341;&#33021;&#21147;&#12290; <br/></p>
<p>2019&#24180; 5&#26376; | &#23665;&#35199;&#30465;&#22826;&#21407;&#21335;&#31449;&#25968;&#25454;&#20013;&#24515;&#21487;&#35270;&#21270;&#24179;&#21488; <br/></p>
<p> &#26412;&#39033;&#30446;&#20013;&#65292;&#36127;&#36131;&#21069;&#31471;&#39029;&#38754;&#30340;&#24320;&#21457;&#19982;&#25968;&#25454;&#23637;&#31034;&#12290;&#20351;&#29992;&#21407;&#29983; JavaScript&#23454;&#29616;&#25968;&#25454;&#21487;&#35270;&#21270;&#30028;&#38754;&#65292;&#36890;&#36807; API&#25509;&#21475;&#19982;&#21518;&#31471;&#36827;&#34892;&#25968;&#25454;&#20132;&#20114;&#65292;<br/>&#23454;&#29616;&#23454;&#26102;&#20449;&#24687;&#23637;&#31034;&#19982;&#21160;&#24577;&#26356;&#26032;&#12290;&#39033;&#30446;&#20195;&#30721;&#36890;&#36807; Git&#36827;&#34892;&#29256;&#26412;&#31649;&#29702;&#21644;&#22242;&#38431;&#21327;&#20316;&#25552;&#20132;&#65292;&#25552;&#21319;&#20102;&#21069;&#31471;&#24037;&#31243;&#21270;&#24320;&#21457;&#33021;&#21147;&#19982;&#39033;&#30446;&#21327;&#21516;&#25928;&#29575;&#12290; <br/></p>
<p>&#19987;&#19994;&#25216;&#33021; <br/>1.&#32534;&#31243;&#35821;&#35328;&#65306;&#29087;&#24713; Java&#12289;Python&#12289;C++&#31561;&#20027;&#27969;&#32534;&#31243;&#35821;&#35328;&#65292;&#25484;&#25569; Android SDK&#21450;&#24120;&#29992; API&#65292;&#20855;&#22791;&#33391;&#22909;&#30340;&#38754;&#21521;&#23545;&#35937;&#35774;&#35745;&#24605;&#24819;&#12290;&#29087;&#24713;&#24120;&#29992;&#25968;<br/>&#25454;&#32467;&#26500;&#65288;&#22914;&#38431;&#21015;&#12289;&#38142;&#34920;&#12289;&#26632;&#31561;&#65289;&#19982;&#31639;&#27861;&#65288;&#22914;&#21160;&#24577;&#35268;&#21010;&#12289;DFS&#12289;BFS&#31561;&#65289;&#65292;&#20855;&#22791;&#25166;&#23454;&#30340;&#32534;&#31243;&#22522;&#30784;&#19982;&#36923;&#36753;&#24605;&#32500;&#33021;&#21147;&#12290; <br/></p>
<p>2.&#20840;&#26632;&#24320;&#21457;&#65306; <br/></p>
<p>&#21069;&#31471;&#65306;&#29087;&#24713; Vue&#26694;&#26550;&#65292;&#25484;&#25569;&#21407;&#29983; JavaScript&#12289;HTML5&#12289;CSS3&#65292;&#33021;&#22815;&#29420;&#31435;&#23436;&#25104;&#21709;&#24212;&#24335;&#30028;&#38754;&#24320;&#21457;&#65292;&#29087;&#32451;&#20351;&#29992; ElementUI&#31561;&#32452;&#20214;&#24211;&#36827;&#34892;<br/>&#19994;&#21153;&#30028;&#38754;&#26500;&#24314;&#12290; <br/></p>
<p>&#21518;&#31471;&#65306;&#29087;&#24713; Spring&#12289;SpringMVC&#12289;MyBatis&#12289;SpringCloud &#31561;&#24120;&#29992; Java&#21518;&#31471;&#26694;&#26550;&#65292;&#25484;&#25569;&#24494;&#26381;&#21153;&#26550;&#26500;&#21450; RESTful&#25509;&#21475;&#35774;&#35745;&#12290; <br/></p>
<p>  &#20854;&#20182;&#65306;&#29087;&#24713; MySQL&#65288;&#20107;&#21153;&#12289;&#32034;&#24341;&#20248;&#21270;&#31561;&#65289;&#12289;Redis&#12289;MongoDB &#31561;&#25968;&#25454;&#24211;&#25216;&#26415;&#65292;&#20855;&#22791;&#33391;&#22909;&#30340;&#25968;&#25454;&#24211;&#35774;&#35745;&#19982;&#25805;&#20316;&#33021;&#21147;&#12290;&#29087;&#24713; Git &#29256;&#26412;<br/>&#25511;&#21046;&#65292;&#29087;&#32451;&#25484;&#25569; Linux&#29615;&#22659;&#19979;&#30340;&#24120;&#29992;&#21629;&#20196;&#65292;&#20855;&#22791;&#22522;&#26412;&#30340; Linux &#26381;&#21153;&#22120;&#37096;&#32626;&#12289;Nginx&#37197;&#32622;&#19982;&#22495;&#21517;&#32465;&#23450;&#33021;&#21147;&#12290; <br/></p>
<p>3.&#20154;&#24037;&#26234;&#33021;&#19982;&#28145;&#24230;&#23398;&#20064;&#65306;&#29087;&#24713;&#28145;&#24230;&#23398;&#20064;&#19982;&#26426;&#22120;&#23398;&#20064;&#22522;&#30784;&#29702;&#35770;&#65292;&#25484;&#25569; PyTorch&#26694;&#26550;&#65292;&#20855;&#22791;&#27169;&#22411;&#25645;&#24314;&#12289;&#35757;&#32451;&#19982;&#35843;&#20248;&#33021;&#21147;&#12290;&#20102;&#35299;&#33258;&#28982;&#35821;&#35328;<br/>&#22788;&#29702;&#65288;NLP&#65289;&#19982; Transformer &#27169;&#22411;&#65292;&#20855;&#22791;&#30456;&#20851;&#39033;&#30446;&#32463;&#39564;&#12290; <br/></p>
<p>4.&#25968;&#25454;&#33719;&#21462;&#19982;&#20013;&#38388;&#20214;&#24037;&#20855;&#65306;&#29087;&#32451;&#25484;&#25569;&#32593;&#39029;&#29228;&#34411;&#25216;&#26415;&#65292;&#33021;&#22815;&#22522;&#20110; Requests&#12289;Selenium &#31561;&#24037;&#20855;&#23454;&#29616;&#22797;&#26434;&#25968;&#25454;&#25235;&#21462;&#19982;&#35299;&#26512;&#12290;&#20102;&#35299; <br/>RabbitMQ&#28040;&#24687;&#38431;&#21015;&#20013;&#38388;&#20214;&#12289;ElasticSearch &#26816;&#32034;&#24341;&#25806;&#30340;&#22522;&#26412;&#20351;&#29992;&#22330;&#26223;&#19982;&#25805;&#20316;&#27969;&#31243;&#12290; <br/></p>
<p>&#35777;&#20070;&#21450;&#22870;&#21169; <br/>&#22823;&#23398;&#33521;&#35821;&#20845;&#32423;&#65288;CET-6&#65289; &#20840;&#22269;&#35745;&#31639;&#26426;&#31561;&#32423;&#32771;&#35797;&#20108;&#32423;&#21512;&#26684;&#35777;&#20070;&#65288;Python&#65289;   &#20013;&#21271;&#22823;&#23398;&#23398;&#19994;&#20108;&#31561;&#22870;&#23398;&#37329; <br/></p>
<p>&#36719;&#20214;&#33879;&#20316;&#26435;&#35777;&#20070;&#65288;&#36965;&#24863;&#22270;&#20687;&#36229;&#20998;&#37325;&#26500;&#65289; &#38738;&#28023;&#22823;&#23398;&#30740;&#31350;&#29983;&#23398;&#19994;&#20108;&#31561;&#22870;&#23398;&#37329;   &#35745;&#31639;&#26426;&#25216;&#33021;&#24212;&#29992;&#36187;&#39033; python&#26412;&#30740;&#32452;&#20108;&#31561;&#22870; </p>

</div></div>
</body></html>